local a = {
["800000000"] = {
   id = "800000000",
   ch = "确定",
   NULL = "",
   },
["800000001"] = {
   id = "800000001",
   ch = "取消",
   NULL = "",
   },
["800000002"] = {
   id = "800000002",
   ch = "知道了",
   NULL = "",
   },
["800000003"] = {
   id = "800000003",
   ch = "提 示",
   NULL = "",
   },
["800000004"] = {
   id = "800000004",
   ch = "您确定要离开游戏吗？",
   NULL = "",
   },
["800000005"] = {
   id = "800000005",
   ch = "恭喜获得",
   NULL = "",
   },
["800000006"] = {
   id = "800000006",
   ch = "金豆奖励",
   NULL = "",
   },
["800000007"] = {
   id = "800000007",
   ch = "您已充值成功",
   NULL = "",
   },
["800000008"] = {
   id = "800000008",
   ch = "规则说明",
   NULL = "",
   },
["800000009"] = {
   id = "800000009",
   ch = "击杀鱼可以获得鱼币哦！",
   NULL = "",
   },
["800000010"] = {
   id = "800000010",
   ch = "账号设置",
   NULL = "",
   },
["800000011"] = {
   id = "800000011",
   ch = "账号",
   NULL = "",
   },
["800000012"] = {
   id = "800000012",
   ch = "手机",
   NULL = "",
   },
["800000013"] = {
   id = "800000013",
   ch = "性别",
   NULL = "",
   },
["800000014"] = {
   id = "800000014",
   ch = "男",
   NULL = "",
   },
["800000015"] = {
   id = "800000015",
   ch = "女",
   NULL = "",
   },
["800000016"] = {
   id = "800000016",
   ch = "修改",
   NULL = "",
   },
["800000017"] = {
   id = "800000017",
   ch = "抵制不良游戏 拒绝盗版游戏 注意自我保护 谨防受骗上当 适度游戏益脑 沉迷游戏伤身 合理安排时间 享受健康生活   ",
   NULL = "",
   },
["800000018"] = {
   id = "800000018",
   ch = "微乐游戏中心欢迎您！祝您游戏愉快！   ",
   NULL = "",
   },
["800000019"] = {
   id = "800000019",
   ch = "欢迎进入游戏！   ",
   NULL = "",
   },
["800000020"] = {
   id = "800000020",
   ch = "账号",
   NULL = "",
   },
["800000021"] = {
   id = "800000021",
   ch = "密码",
   NULL = "",
   },
["800000022"] = {
   id = "800000022",
   ch = "在此输入账号",
   NULL = "",
   },
["800000023"] = {
   id = "800000023",
   ch = "在此输入密码",
   NULL = "",
   },
["800000024"] = {
   id = "800000024",
   ch = "你的账号",
   NULL = "",
   },
["800000025"] = {
   id = "800000025",
   ch = "你的账号",
   NULL = "",
   },
["800000026"] = {
   id = "800000026",
   ch = "设置密码",
   NULL = "",
   },
["800000027"] = {
   id = "800000027",
   ch = "再次输入",
   NULL = "",
   },
["800000028"] = {
   id = "800000028",
   ch = "请输入你的ID",
   NULL = "",
   },
["800000029"] = {
   id = "800000029",
   ch = "至少任意六位英文数字",
   NULL = "",
   },
["800000030"] = {
   id = "800000030",
   ch = "登录失败，请联系客服 4008-323-777",
   NULL = "",
   },
["800000031"] = {
   id = "800000031",
   ch = "读取中，请耐心等待",
   NULL = "",
   },
["800000032"] = {
   id = "800000032",
   ch = "登录中，请耐心等待",
   NULL = "",
   },
["800000033"] = {
   id = "800000033",
   ch = "服务器全部连接失败",
   NULL = "",
   },
["800000034"] = {
   id = "800000034",
   ch = "登录失败，请与管理员联系，错误码:",
   NULL = "",
   },
["800000035"] = {
   id = "800000035",
   ch = "玩家已经登录",
   NULL = "",
   },
["800000036"] = {
   id = "800000036",
   ch = "与大厅服务器连接断开，请重新登录",
   NULL = "",
   },
["800000037"] = {
   id = "800000037",
   ch = "进入房间失败，同一时刻只能进入一个房间",
   NULL = "",
   },
["800000038"] = {
   id = "800000038",
   ch = "您已经在房间[",
   NULL = "",
   },
["800000039"] = {
   id = "800000039",
   ch = "]内，暂时无法进入其他房间!",
   NULL = "",
   },
["800000040"] = {
   id = "800000040",
   ch = "房间满人",
   NULL = "",
   },
["800000041"] = {
   id = "800000041",
   ch = "没有进入房间的权限",
   NULL = "",
   },
["800000042"] = {
   id = "800000042",
   ch = "金钱或者积分不够",
   NULL = "",
   },
["800000043"] = {
   id = "800000043",
   ch = "金钱或者积分太高 推荐他去更高的房间",
   NULL = "",
   },
["800000044"] = {
   id = "800000044",
   ch = "房间限制进入",
   NULL = "",
   },
["800000045"] = {
   id = "800000045",
   ch = "该房间不存在或者已关闭，请尝试进入其他房间",
   NULL = "",
   },
["800000046"] = {
   id = "800000046",
   ch = "报名费不够",
   NULL = "",
   },
["800000047"] = {
   id = "800000047",
   ch = "您背包中的参赛券不足",
   NULL = "",
   },
["800000048"] = {
   id = "800000048",
   ch = "个，获取更多参赛券？",
   NULL = "",
   },
["800000049"] = {
   id = "800000049",
   ch = "您携带的豆豆不足",
   NULL = "",
   },
["800000050"] = {
   id = "800000050",
   ch = "个，获取更多豆豆？",
   NULL = "",
   },
["800000051"] = {
   id = "800000051",
   ch = "您的元宝不足",
   NULL = "",
   },
["800000052"] = {
   id = "800000052",
   ch = "个，报名失败",
   NULL = "",
   },
["800000053"] = {
   id = "800000053",
   ch = "报名失败，您的周赛券不够！",
   NULL = "",
   },
["800000054"] = {
   id = "800000054",
   ch = "您的决赛券不足，报名失败",
   NULL = "",
   },
["800000055"] = {
   id = "800000055",
   ch = "您的报名费不足，报名失败",
   NULL = "",
   },
["800000056"] = {
   id = "800000056",
   ch = "您的报名条件不足，报名失败！",
   NULL = "",
   },
["800000057"] = {
   id = "800000057",
   ch = "您今天的豆豆输赢已达上限,无法进入游戏",
   NULL = "",
   },
["800000058"] = {
   id = "800000058",
   ch = "进入房间失败，未知错误，请联系客服",
   NULL = "",
   },
["800000059"] = {
   id = "800000059",
   ch = "提示：鱼潮来临前不能使用技能",
   NULL = "",
   },
["800000060"] = {
   id = "800000060",
   ch = "提示：游戏中金色的鱼是奖金鱼，倍率较高",
   NULL = "",
   },
["800000061"] = {
   id = "800000061",
   ch = "提示：奖金鱼死后会有一部分钱进入奖金池用于抽奖",
   NULL = "",
   },
["800000062"] = {
   id = "800000062",
   ch = "提示：30倍炮就可以前往中级场冒险啦",
   NULL = "",
   },
["800000063"] = {
   id = "800000063",
   ch = "提示：抽奖所需的奖金鱼的数量每日会清空，但奖池会保留",
   NULL = "",
   },
["800000064"] = {
   id = "800000064",
   ch = "提示：锁定可以额外提高捕获概率",
   NULL = "",
   },
["800000065"] = {
   id = "800000065",
   ch = "提示：长按屏幕可连续发炮",
   NULL = "",
   },
["800000066"] = {
   id = "800000066",
   ch = "提示：在中级和高级场内，炮倍无法切换至最低入场倍炮以下",
   NULL = "",
   },
["800000067"] = {
   id = "800000067",
   ch = "提示：300倍炮就可以前往高级场冒险啦",
   NULL = "",
   },
["800000068"] = {
   id = "800000068",
   ch = "提示：VIP可以获得充值鱼币额外加成",
   NULL = "",
   },
["800000069"] = {
   id = "800000069",
   ch = "您确定要离开房间吗？",
   NULL = "",
   },
["800000070"] = {
   id = "800000070",
   ch = "登录服务器连接断开",
   NULL = "",
   },
["800000071"] = {
   id = "800000071",
   ch = "红边为BOSS，金边为奖金鱼",
   NULL = "",
   },
["800000072"] = {
   id = "800000072",
   ch = "免费领取倒计时",
   NULL = "",
   },
["800000073"] = {
   id = "800000073",
   ch = "点击领取救济金",
   NULL = "",
   },
["800000074"] = {
   id = "800000074",
   ch = "今日救济金领取次数已用完",
   NULL = "",
   },
["800000075"] = {
   id = "800000075",
   ch = "恭喜获得",
   NULL = "",
   },
["800000076"] = {
   id = "800000076",
   ch = "救济金，今日救济金领取次数剩余",
   NULL = "",
   },
["800000077"] = {
   id = "800000077",
   ch = "对不起，领取失败，今日救济金领取次数已用完",
   NULL = "",
   },
["800000078"] = {
   id = "800000078",
   ch = "对不起，领取失败",
   NULL = "",
   },
["800000079"] = {
   id = "800000079",
   ch = "当前奖池",
   NULL = "",
   },
["800000080"] = {
   id = "800000080",
   ch = "击杀奖金鱼可累计更多鱼币哦",
   NULL = "",
   },
["800000081"] = {
   id = "800000081",
   ch = "击杀奖金鱼可累计奖池",
   NULL = "",
   },
["800000082"] = {
   id = "800000082",
   ch = "您可以进行更高级别的抽奖哦",
   NULL = "",
   },
["800000083"] = {
   id = "800000083",
   ch = "点击任意空白处关闭",
   NULL = "",
   },
["800000084"] = {
   id = "800000084",
   ch = "请选择",
   NULL = "",
   },
["800000085"] = {
   id = "800000085",
   ch = "鱼潮即将来临，请稍后使用技能",
   NULL = "",
   },
["800000086"] = {
   id = "800000086",
   ch = "对不起，抽奖失败，请重新抽取",
   NULL = "",
   },
["800000087"] = {
   id = "800000087",
   ch = "对不起，您的水晶数量不足，是否前往充值？",
   NULL = "",
   },
["800000088"] = {
   id = "800000088",
   ch = "对不起，您的最高炮倍大于房间最高炮倍，请进入其他房间",
   NULL = "",
   },
["800000089"] = {
   id = "800000089",
   ch = "恭喜[255|240|80|255|24|%s]玩家在[%s]中用[255|240|80|255|24|%s]倍炮捕获了[255|240|80|255|24|%s],获得了[255|240|80|255|24|%s]鱼币",
   NULL = "",
   },
["800000090"] = {
   id = "800000090",
   ch = "当前屏幕中的子弹太多了，请稍后再试",
   NULL = "",
   },
["800000091"] = {
   id = "800000091",
   ch = "每天都有海量免费奖励等你来领，请等会再来！",
   NULL = "",
   },
["800000092"] = {
   id = "800000092",
   ch = "您的最高解锁倍炮不足%d，无法进入该房间。",
   NULL = "",
   },
["800000093"] = {
   id = "800000093",
   ch = "水晶数量不足，是否前往购买？",
   NULL = "",
   },
["800000094"] = {
   id = "800000094",
   ch = "您已超过新手场最高炮倍，无法进入该房间。",
   NULL = "",
   },
["800000095"] = {
   id = "800000095",
   ch = "该炮倍尚未解锁，是否进行解锁？",
   NULL = "",
   },
["800000096"] = {
   id = "800000096",
   ch = "再充值",
   NULL = "",
   },
["800000097"] = {
   id = "800000097",
   ch = "元，可升级到",
   NULL = "",
   },
["800000098"] = {
   id = "800000098",
   ch = "鱼币",
   NULL = "",
   },
["800000099"] = {
   id = "800000099",
   ch = "水晶",
   NULL = "",
   },
["800000100"] = {
   id = "800000100",
   ch = "首充双倍（限1次）",
   NULL = "",
   },
["800000101"] = {
   id = "800000101",
   ch = "额外赠送",
   NULL = "",
   },
["800000102"] = {
   id = "800000102",
   ch = "首次充值任意鱼币，额外赠送",
   NULL = "",
   },
["800000103"] = {
   id = "800000103",
   ch = "，仅限首次。",
   NULL = "",
   },
["800000104"] = {
   id = "800000104",
   ch = "购买数量：",
   NULL = "",
   },
["800000105"] = {
   id = "800000105",
   ch = "购买价格：",
   NULL = "",
   },
["800000106"] = {
   id = "800000106",
   ch = "个",
   NULL = "",
   },
["800000107"] = {
   id = "800000107",
   ch = "选择出售的物品数量：",
   NULL = "",
   },
["800000108"] = {
   id = "800000108",
   ch = "出售可获得：  ",
   NULL = "",
   },
["800000109"] = {
   id = "800000109",
   ch = "房间内鱼数量已达到召唤上限，请稍后再试",
   NULL = "",
   },
["800000110"] = {
   id = "800000110",
   ch = "该道具数量不足，是否消耗水晶使用？",
   NULL = "",
   },
["800000111"] = {
   id = "800000111",
   ch = "该道具需要达到VIP",
   NULL = "",
   },
["800000112"] = {
   id = "800000112",
   ch = "才能购买，是否前往充值？",
   NULL = "",
   },
["800000113"] = {
   id = "800000113",
   ch = "奖励",
   NULL = "",
   },
["800000114"] = {
   id = "800000114",
   ch = "VIP用户每日登录奖励翻倍！",
   NULL = "",
   },
["800000115"] = {
   id = "800000115",
   ch = "VIP奖励翻倍！",
   NULL = "",
   },
["800000116"] = {
   id = "800000116",
   ch = "VIP",
   NULL = "",
   },
["800000117"] = {
   id = "800000117",
   ch = "，今日剩余VIP抽奖次数",
   NULL = "",
   },
["800000118"] = {
   id = "800000118",
   ch = "次",
   NULL = "",
   },
["800000119"] = {
   id = "800000119",
   ch = "本次抽奖要消耗",
   NULL = "",
   },
["800000120"] = {
   id = "800000120",
   ch = "本次登录不再提示！",
   NULL = "",
   },
["800000121"] = {
   id = "800000121",
   ch = "今日抽奖次数已用完，请明天再来！",
   NULL = "",
   },
["800000122"] = {
   id = "800000122",
   ch = "邀请好友一起来捕鱼吧",
   NULL = "",
   },
["800000123"] = {
   id = "800000123",
   ch = "每日首次邀请，获得分享大礼包",
   NULL = "",
   },
["800000124"] = {
   id = "800000124",
   ch = "输入好友的邀请码",
   NULL = "",
   },
["800000125"] = {
   id = "800000125",
   ch = "成功后可获得",
   NULL = "",
   },
["800000126"] = {
   id = "800000126",
   ch = "每个用户只能领取",
   NULL = "",
   },
["800000127"] = {
   id = "800000127",
   ch = "我的邀请码",
   NULL = "",
   },
["800000128"] = {
   id = "800000128",
   ch = "分享邀请码给更多好友，获取更多奖励！",
   NULL = "",
   },
["800000129"] = {
   id = "800000129",
   ch = "对不起，您的鱼币数量不足，是否前往充值？",
   NULL = "",
   },
["800000130"] = {
   id = "800000130",
   ch = "，同时共享低级特权！",
   NULL = "",
   },
["800000131"] = {
   id = "800000131",
   ch = "请输入账号",
   NULL = "",
   },
["800000132"] = {
   id = "800000132",
   ch = "请输入密码",
   NULL = "",
   },
["800000133"] = {
   id = "800000133",
   ch = "请输入手机号码",
   NULL = "",
   },
["800000134"] = {
   id = "800000134",
   ch = "请输入身份证号码",
   NULL = "",
   },
["800000135"] = {
   id = "800000135",
   ch = "请输入原密码",
   NULL = "",
   },
["800000136"] = {
   id = "800000136",
   ch = "请输入新密码",
   NULL = "",
   },
["800000137"] = {
   id = "800000137",
   ch = "请再次输入新密码",
   NULL = "",
   },
["800000138"] = {
   id = "800000138",
   ch = "您尚有未领取的奖励等待领取，是否继续退出？",
   NULL = "",
   },
["800000139"] = {
   id = "800000139",
   ch = "每天都有海量免费奖励可以领取，请明日再来！",
   NULL = "",
   },
["800000140"] = {
   id = "800000140",
   ch = "账号、密码信息输入错误，请重新输入！",
   NULL = "",
   },
["800000141"] = {
   id = "800000141",
   ch = "手机号码输入错误，请重新输入！",
   NULL = "",
   },
["800000142"] = {
   id = "800000142",
   ch = "该手机号码已被激活，请使用其它手机号码激活！",
   NULL = "",
   },
["800000143"] = {
   id = "800000143",
   ch = "恭喜“",
   NULL = "",
   },
["800000144"] = {
   id = "800000144",
   ch = "”手机号激活成功，下次登录请使用手机号、密码进行登录！",
   NULL = "",
   },
["800000145"] = {
   id = "800000145",
   ch = "账号信息输入错误，请重新输入！",
   NULL = "",
   },
["800000146"] = {
   id = "800000146",
   ch = "”账号激活成功，请记住账号、密码，以便找回！",
   NULL = "",
   },
["800000147"] = {
   id = "800000147",
   ch = "”手机号绑定成功，可通过手机号找回密码！",
   NULL = "",
   },
["800000148"] = {
   id = "800000148",
   ch = "“",
   NULL = "",
   },
["800000149"] = {
   id = "800000149",
   ch = "”手机号解绑成功！",
   NULL = "",
   },
["800000150"] = {
   id = "800000150",
   ch = "输入信息不正确，请重新输入！",
   NULL = "",
   },
["800000151"] = {
   id = "800000151",
   ch = "密码修改成功，下次需要使用新密码进行登录！",
   NULL = "",
   },
["800000152"] = {
   id = "800000152",
   ch = "您确定要返回登录吗？",
   NULL = "",
   },
["800000153"] = {
   id = "800000153",
   ch = "点此输入",
   NULL = "",
   },
["800000154"] = {
   id = "800000154",
   ch = "恭喜您购买成功！",
   NULL = "",
   },
["800000155"] = {
   id = "800000155",
   ch = "今日剩余VIP抽奖次数为0，不能进行抽奖！",
   NULL = "",
   },
["800000156"] = {
   id = "800000156",
   ch = "恭喜您领取成功！",
   NULL = "",
   },
["800000157"] = {
   id = "800000157",
   ch = "恭喜您充值成功！",
   NULL = "",
   },
["800000158"] = {
   id = "800000158",
   ch = "充值信息已提交，请稍候片刻~",
   NULL = "",
   },
["800000159"] = {
   id = "800000159",
   ch = "很抱歉，充值暂未成功，请重登游戏核对，如仍有问题，请尽快联系客服！",
   NULL = "",
   },
["800000160"] = {
   id = "800000160",
   ch = "再试一次",
   NULL = "",
   },
["800000161"] = {
   id = "800000161",
   ch = "仅限一次！",
   NULL = "",
   },
["800000162"] = {
   id = "800000162",
   ch = "，",
   NULL = "",
   },
["800000163"] = {
   id = "800000163",
   ch = "正在获取服务器信息，请稍候~",
   NULL = "",
   },
["800000164"] = {
   id = "800000164",
   ch = "解锁炮倍赠",
   NULL = "",
   },
["800000165"] = {
   id = "800000165",
   ch = "救济金",
   NULL = "",
   },
["800000166"] = {
   id = "800000166",
   ch = "点此输入邀请码_",
   NULL = "",
   },
["800000167"] = {
   id = "800000167",
   ch = "资源更新中……",
   NULL = "",
   },
["800000168"] = {
   id = "800000168",
   ch = "资源加载中……",
   NULL = "",
   },
["800000169"] = {
   id = "800000169",
   ch = "充值订单未提交，充值失败",
   NULL = "",
   },
["800000170"] = {
   id = "800000170",
   ch = "加载失败，请重新登录",
   NULL = "",
   },
["800000171"] = {
   id = "800000171",
   ch = "正在检测最新版本……",
   NULL = "",
   },
["800000172"] = {
   id = "800000172",
   ch = "月卡今日已领取成功，请明日再来~",
   NULL = "",
   },
["800000173"] = {
   id = "800000173",
   ch = "您当前还未拥有该特权，赶快充值成为贵族开启VIP转盘吧~",
   NULL = "",
   },
["800000174"] = {
   id = "800000174",
   ch = "很抱歉，抽奖失败了，请重新登录再试",
   NULL = "",
   },
["800000175"] = {
   id = "800000175",
   ch = "恭喜您充值成功！您还是游客账号，建议前往“个人资料”面板激活账号，避免账号丢失！",
   NULL = "",
   },
["800000176"] = {
   id = "800000176",
   ch = "游客",
   NULL = "",
   },
["800000177"] = {
   id = "800000177",
   ch = "邀请码输入不能为空",
   NULL = "",
   },
["800000178"] = {
   id = "800000178",
   ch = "网络连接中，请耐心等待",
   NULL = "",
   },
["800000179"] = {
   id = "800000179",
   ch = "邀请码错误，请重新输入",
   NULL = "",
   },
["800000180"] = {
   id = "800000180",
   ch = "才能使用，是否前往充值？",
   NULL = "",
   },
["800000181"] = {
   id = "800000181",
   ch = "表情发送太过频繁，请稍后使用",
   NULL = "",
   },
["800000182"] = {
   id = "800000182",
   ch = "道具使用太过频繁，请稍后使用",
   NULL = "",
   },
["800000183"] = {
   id = "800000183",
   ch = "玩家ID",
   NULL = "",
   },
["800000184"] = {
   id = "800000184",
   ch = "最高炮倍",
   NULL = "",
   },
["800000185"] = {
   id = "800000185",
   ch = "当前等级",
   NULL = "",
   },
["800000186"] = {
   id = "800000186",
   ch = "正在验证数据，请稍候",
   NULL = "",
   },
["800000187"] = {
   id = "800000187",
   ch = "输入要充值的手机号码",
   NULL = "",
   },
["800000188"] = {
   id = "800000188",
   ch = "昵称只能设置一次，一旦确定不能再进行修改",
   NULL = "",
   },
["800000189"] = {
   id = "800000189",
   ch = "请输入昵称",
   NULL = "",
   },
["800000190"] = {
   id = "800000190",
   ch = "只有激活账号后才可以设置昵称，是否前往？",
   NULL = "",
   },
["800000191"] = {
   id = "800000191",
   ch = "你设置的昵称是“",
   NULL = "",
   },
["800000192"] = {
   id = "800000192",
   ch = "”，一旦确定不能再进行修改，是否继续设置？",
   NULL = "",
   },
["800000193"] = {
   id = "800000193",
   ch = "恭喜您设置昵称成功",
   NULL = "",
   },
["800000194"] = {
   id = "800000194",
   ch = "请您输入昵称！",
   NULL = "",
   },
["800000195"] = {
   id = "800000195",
   ch = "昵称信息输入错误，请重新输入！",
   NULL = "",
   },
["800000196"] = {
   id = "800000196",
   ch = "玩家",
   NULL = "",
   },
["800000197"] = {
   id = "800000197",
   ch = "提示：邮件在邮箱内最多保存30天，逾期未读或未领取邮件将被删除！",
   NULL = "",
   },
["800000198"] = {
   id = "800000198",
   ch = "标   题",
   NULL = "",
   },
["800000199"] = {
   id = "800000199",
   ch = "发送人",
   NULL = "",
   },
["800000200"] = {
   id = "800000200",
   ch = "您的锻造材料不满足当前升级炮倍要求，无法进行锻造",
   NULL = "",
   },
["800000201"] = {
   id = "800000201",
   ch = "很抱歉，您本次锻造没有成功，系统返还给您“结晶能量×%s”！",
   NULL = "",
   },
["800000202"] = {
   id = "800000202",
   ch = "结晶能量数量不足，不能进行勾选",
   NULL = "",
   },
["800000203"] = {
   id = "800000203",
   ch = "100%成功需要结晶能量",
   NULL = "",
   },
["800000204"] = {
   id = "800000204",
   ch = "至少需要1000倍炮击杀奖金鱼才有几率掉落锻造材料",
   NULL = "",
   },
["800000205"] = {
   id = "800000205",
   ch = "请输入昵称",
   NULL = "",
   },
["800000206"] = {
   id = "800000206",
   ch = "该锻造材料少于10个，不能分解",
   NULL = "",
   },
["800000207"] = {
   id = "800000207",
   ch = "分解成功，获得结晶能量×%s！",
   NULL = "",
   },
["800000208"] = {
   id = "800000208",
   ch = "当前炮倍尚未解锁，请前往大厅锻造炮倍",
   NULL = "",
   },
["800000209"] = {
   id = "800000209",
   ch = "您当前的道具数量不足，还差%s元，不能兑换",
   NULL = "",
   },
["800000210"] = {
   id = "800000210",
   ch = "元",
   NULL = "",
   },
["800000211"] = {
   id = "800000211",
   ch = "您将兑换50元话费到手机号“%s”上，是否确认兑换？",
   NULL = "",
   },
["800000212"] = {
   id = "800000212",
   ch = "恭喜手机号“%s”成功兑换50元话费，话费将于3—7个工作日内到账，请及时查收！",
   NULL = "",
   },
["800000213"] = {
   id = "800000213",
   ch = "高等级VIP同时享有所有低等级VIP特权",
   NULL = "",
   },
["800000214"] = {
   id = "800000214",
   ch = "成功锻造到",
   NULL = "",
   },
["800000215"] = {
   id = "800000215",
   ch = "炮倍",
   NULL = "",
   },
["800000216"] = {
   id = "800000216",
   ch = "免费",
   NULL = "",
   },
["800000217"] = {
   id = "800000217",
   ch = "恭喜您已锻造至最高炮倍！",
   NULL = "",
   },
["800000218"] = {
   id = "800000218",
   ch = "：",
   NULL = "",
   },
["800000219"] = {
   id = "800000219",
   ch = "。",
   NULL = "",
   },
["800000220"] = {
   id = "800000220",
   ch = "！",
   NULL = "",
   },
["800000221"] = {
   id = "800000221",
   ch = "”",
   NULL = "",
   },
["800000222"] = {
   id = "800000222",
   ch = "？",
   NULL = "",
   },
["800000223"] = {
   id = "800000223",
   ch = "须包含2~6个汉字或6~18个英文,只能设置1次，设置后无法修改",
   NULL = "",
   },
["800000224"] = {
   id = "800000224",
   ch = "请输入手机号码！",
   NULL = "",
   },
["800000225"] = {
   id = "800000225",
   ch = "手机号码无效，请重新输入！",
   NULL = "",
   },
["800000226"] = {
   id = "800000226",
   ch = "请您输入密码！",
   NULL = "",
   },
["800000227"] = {
   id = "800000227",
   ch = "您输入的密码不规范，请输入6-16位字母+数字！",
   NULL = "",
   },
["800000228"] = {
   id = "800000228",
   ch = "请您输入账号！",
   NULL = "",
   },
["800000229"] = {
   id = "800000229",
   ch = "您输入的账号不规范，请输入6-16位字母+数字！",
   NULL = "",
   },
["800000230"] = {
   id = "800000230",
   ch = "请输入短信验证码！",
   NULL = "",
   },
["800000231"] = {
   id = "800000231",
   ch = "请输入正确的短信验证码！",
   NULL = "",
   },
["800000232"] = {
   id = "800000232",
   ch = "验证码已经发送到您的手机！",
   NULL = "",
   },
["800000233"] = {
   id = "800000233",
   ch = "两次输入的新密码不同，请确认后重新输入！",
   NULL = "",
   },
["800000234"] = {
   id = "800000234",
   ch = "限时房卡可通过充值月卡获得，每日领取一张，必须当日使用",
   NULL = "",
   },
["800000235"] = {
   id = "800000235",
   ch = "房间号不能为空",
   NULL = "",
   },
["800000236"] = {
   id = "800000236",
   ch = "房间号位数不正确",
   NULL = "",
   },
["800000237"] = {
   id = "800000237",
   ch = "房间号只能由数字组成",
   NULL = "",
   },
["800000238"] = {
   id = "800000238",
   ch = "房间号不能包含空格",
   NULL = "",
   },
["800000239"] = {
   id = "800000239",
   ch = "提示：最多保存最近的20场游戏记录，超过的游戏记录将会清除！",
   NULL = "",
   },
["800000240"] = {
   id = "800000240",
   ch = "结算时间",
   NULL = "",
   },
["800000241"] = {
   id = "800000241",
   ch = "房间编号",
   NULL = "",
   },
["800000242"] = {
   id = "800000242",
   ch = "房主名称",
   NULL = "",
   },
["800000243"] = {
   id = "800000243",
   ch = "名次",
   NULL = "",
   },
["800000244"] = {
   id = "800000244",
   ch = "玩家",
   NULL = "",
   },
["800000245"] = {
   id = "800000245",
   ch = "获得积分",
   NULL = "",
   },
["800000246"] = {
   id = "800000246",
   ch = "恭喜您创建成功，房间编号为：",
   NULL = "",
   },
["800000247"] = {
   id = "800000247",
   ch = "您和朋友可以通过输入房间号来进入创建的房间一起游戏~",
   NULL = "",
   },
["800000248"] = {
   id = "800000248",
   ch = "您的上一场朋友场尚未开始，是否前往继续？（点击“取消”会关闭该房间）",
   NULL = "",
   },
["800000249"] = {
   id = "800000249",
   ch = "您的上一朋友场比赛尚未结束，是否前往继续？（点击“取消”会视为主动退出，积分清零）",
   NULL = "",
   },
["800000250"] = {
   id = "800000250",
   ch = "您的上一朋友场比赛已经结算，可在“历史记录”中查看。是否前往查看？",
   NULL = "",
   },
["800000251"] = {
   id = "800000251",
   ch = "您的上一朋友场比赛尚未结算，不能加入或者创建房间，请稍后尝试~",
   NULL = "",
   },
["800000252"] = {
   id = "800000252",
   ch = "您的子弹已经打光了，不能继续进行发炮",
   NULL = "",
   },
["800000253"] = {
   id = "800000253",
   ch = "您确定要解散该房间吗？（解散房间后，返还的房卡将通过邮件发送，请及时查收）",
   NULL = "",
   },
["800000254"] = {
   id = "800000254",
   ch = "该道具一旦使用，不能中止和取消，是否确认使用？",
   NULL = "",
   },
["800000255"] = {
   id = "800000255",
   ch = "（在效果持续期间再次点击技能图标会将当前鱼币回溯至使用时的数值）",
   NULL = "",
   },
["800000256"] = {
   id = "800000256",
   ch = "您上次离线时还处于时光沙漏状态，点击“确定”会继续开始倒数计时，点击“取消”则会结束该状态，是否继续？",
   NULL = "",
   },
["800000257"] = {
   id = "800000257",
   ch = "（您预计回溯鱼币的数值：%s）",
   NULL = "",
   },
["800000258"] = {
   id = "800000258",
   ch = "您还处在时光沙漏状态，退出会取消该状态且不会回溯鱼币，是否继续退出？",
   NULL = "",
   },
["800000259"] = {
   id = "800000259",
   ch = "您还处在时光沙漏状态，如果充值鱼币后进行时光回溯，只会回溯到保存的鱼币数值，是否继续前往商城？",
   NULL = "",
   },
["800000260"] = {
   id = "800000260",
   ch = "您已被房主强制踢出房间。",
   NULL = "",
   },
["800000261"] = {
   id = "800000261",
   ch = "您的朋友场被房主解散了。",
   NULL = "",
   },
["800000262"] = {
   id = "800000262",
   ch = "您确定要将该玩家踢出房间吗？",
   NULL = "",
   },
["800000263"] = {
   id = "800000263",
   ch = "还有玩家没有完成准备，请稍候",
   NULL = "",
   },
["800000264"] = {
   id = "800000264",
   ch = "房间因等待时间过长而自动关闭",
   NULL = "",
   },
["800000265"] = {
   id = "800000265",
   ch = "游戏还没结算，如果退出你本场的积分将会清零，是否确定退出？",
   NULL = "",
   },
["800000266"] = {
   id = "800000266",
   ch = "点击选择%d项初始道具",
   NULL = "",
   },
["800000267"] = {
   id = "800000267",
   ch = "玩家昵称",
   NULL = "",
   },
["800000268"] = {
   id = "800000268",
   ch = "剩余子弹",
   NULL = "",
   },
["800000269"] = {
   id = "800000269",
   ch = "%d 秒后自动关闭",
   NULL = "",
   },
["800000270"] = {
   id = "800000270",
   ch = "房间号不正确",
   NULL = "",
   },
["800000271"] = {
   id = "800000271",
   ch = "您当前鱼币比预计回溯的鱼币数值更高，确定进行回溯吗？",
   NULL = "",
   },
["800000272"] = {
   id = "800000272",
   ch = "您的时光回溯状态已结束，不能进行回溯",
   NULL = "",
   },
["800000273"] = {
   id = "800000273",
   ch = "您当前正处于时光回溯状态，进行该操作会取消该状态，是否继续该操作？",
   NULL = "",
   },
["800000274"] = {
   id = "800000274",
   ch = "游戏尚未开始，不能发炮和使用技能~",
   NULL = "",
   },
["800000275"] = {
   id = "800000275",
   ch = "参赛规则：\n1.创建房间：当前房间卡数量满足创建所需数量，上一场已经结算；\n2.参加人数：2-4；\n3.进入条件：输入正确的房间号，上一场未开始或已结算；\n4.开始条件：房间内所有人全部点选准备自动开始；\n",
   NULL = "",
   },
["800000276"] = {
   id = "800000276",
   ch = "游戏规则：\n1.游戏开始后，每个玩家免费获得2000发子弹或4000发子弹，发炮过程中不会消耗鱼币；\n2.在开炮时间内击杀鱼可获得“炮台倍数 X 鱼的倍率”的积分，所有玩家子弹≤0或发炮倒数（8分钟或16分钟）结束时，则结算本次游戏；\n3.积分相同的玩家，先达到的排名在前；\n4.炮台的倍数会随着玩家剩余子弹数的减少而逐渐提升，炮台倍数跟玩家是否解锁该炮倍无关；\n5.房间开启后，在12小时内不开始游戏，房间会自动关闭，房卡通过邮件退还；\n",
   NULL = "",
   },
["800000277"] = {
   id = "800000277",
   ch = "其它：\n1.朋友场中的道具只能在该次游戏使用，该次游戏结束后清除；\n2.房卡主要通过月卡的每日奖励和背包内购买来获取；\n3.最多保存玩家最近20场游戏的记录，可在历史记录中查看；\n",
   NULL = "",
   },
["800000278"] = {
   id = "800000278",
   ch = "",
   NULL = "",
   },
["800000279"] = {
   id = "800000279",
   ch = "请选择购买物品数量",
   NULL = "",
   },
["800000280"] = {
   id = "800000280",
   ch = "总价",
   NULL = "",
   },
["800000281"] = {
   id = "800000281",
   ch = "购买单价",
   NULL = "",
   },
["800000282"] = {
   id = "800000282",
   ch = "数量",
   NULL = "",
   },
["800000283"] = {
   id = "800000283",
   ch = "您已经在房间内了，不能再创建房间。",
   NULL = "",
   },
["800000284"] = {
   id = "800000284",
   ch = "对不起，当前服务器人数爆满，暂无可用房间，请稍后再试~",
   NULL = "",
   },
["800000285"] = {
   id = "800000285",
   ch = "对不起，您的房卡数量不足，是否前往购买？",
   NULL = "",
   },
["800000286"] = {
   id = "800000286",
   ch = "您输入的房间号码错误，不存在该房间",
   NULL = "",
   },
["800000287"] = {
   id = "800000287",
   ch = "游戏已开始",
   NULL = "",
   },
["800000288"] = {
   id = "800000288",
   ch = "游戏已结束",
   NULL = "",
   },
["800000289"] = {
   id = "800000289",
   ch = "玩家已经离开",
   NULL = "",
   },
["800000290"] = {
   id = "800000290",
   ch = "该房间已满，不能加入",
   NULL = "",
   },
["800000291"] = {
   id = "800000291",
   ch = "未知错误",
   NULL = "",
   },
["800000292"] = {
   id = "800000292",
   ch = "等待时间过长，房间关闭。",
   NULL = "",
   },
["800000293"] = {
   id = "800000293",
   ch = "请输入六位房间号",
   NULL = "",
   },
["800000294"] = {
   id = "800000294",
   ch = "我在《微乐捕鱼千炮版》朋友场等着你，快来一起玩游戏吧！",
   NULL = "",
   },
["800000295"] = {
   id = "800000295",
   ch = "您当前网络环境为非WIFI模式，是否使用流量继续下载更新资源？",
   NULL = "",
   },
["800000296"] = {
   id = "800000296",
   ch = "（本次下载更新约%sMB）",
   NULL = "",
   },
["800000297"] = {
   id = "800000297",
   ch = "您不是房主，不能开始游戏。",
   NULL = "",
   },
["800000298"] = {
   id = "800000298",
   ch = "对不起，朋友场还没开启。",
   NULL = "",
   },
["800000299"] = {
   id = "800000299",
   ch = "炮台",
   NULL = "",
   },
["800000300"] = {
   id = "800000300",
   ch = "该房间已解散成功",
   NULL = "",
   },
["800000301"] = {
   id = "800000301",
   ch = "查找不到该房间",
   NULL = "",
   },
["800000302"] = {
   id = "800000302",
   ch = "游戏已经开始",
   NULL = "",
   },
["800000303"] = {
   id = "800000303",
   ch = "该记录已过期",
   NULL = "",
   },
["800000304"] = {
   id = "800000304",
   ch = "玩家不存在",
   NULL = "",
   },
["800000305"] = {
   id = "800000305",
   ch = "您不是房主，不能踢人。",
   NULL = "",
   },
["800000306"] = {
   id = "800000306",
   ch = "创建房间成功后房卡不会退还，是否继续创建？",
   NULL = "",
   },
["800000307"] = {
   id = "800000307",
   ch = "以后不再提示",
   NULL = "",
   },
["800000308"] = {
   id = "800000308",
   ch = "复制邀请码",
   NULL = "",
   },
["800000309"] = {
   id = "800000309",
   ch = "该邮件不存在。",
   NULL = "",
   },
["800000310"] = {
   id = "800000310",
   ch = "怼他:",
   NULL = "",
   },
["800000311"] = {
   id = "800000311",
   ch = "超值放送 地表最强月卡",
   NULL = "",
   },
["800000312"] = {
   id = "800000312",
   ch = "该账号登录受限，无法进入游戏（内部错误：001）",
   NULL = "",
   },
["800000313"] = {
   id = "800000313",
   ch = "您距离下一档抽奖仅差%d鱼币了，您确定要继续抽奖吗？",
   NULL = "",
   },
["800000314"] = {
   id = "800000314",
   ch = "房号",
   NULL = "",
   },
["800000315"] = {
   id = "800000315",
   ch = "很抱歉，每个账号每天只能兑换50元话费%d次，请明天再来~",
   NULL = "",
   },
["800000316"] = {
   id = "800000316",
   ch = "随机获得以下任一奖励：",
   NULL = "",
   },
["800000317"] = {
   id = "800000317",
   ch = "对不起，道具数量不足。",
   NULL = "",
   },
["800000318"] = {
   id = "800000318",
   ch = "对不起，道具不存在。",
   NULL = "",
   },
["800000319"] = {
   id = "800000319",
   ch = "对不起，道具不可出售。",
   NULL = "",
   },
["800000320"] = {
   id = "800000320",
   ch = "使用成功。",
   NULL = "",
   },
["800000321"] = {
   id = "800000321",
   ch = "使用失败。",
   NULL = "",
   },
["800000322"] = {
   id = "800000322",
   ch = "带怼人道具",
   NULL = "",
   },
["800000323"] = {
   id = "800000323",
   ch = "不带怼人道具",
   NULL = "",
   },
["800000324"] = {
   id = "800000324",
   ch = "2人",
   NULL = "",
   },
["800000325"] = {
   id = "800000325",
   ch = "3人",
   NULL = "",
   },
["800000326"] = {
   id = "800000326",
   ch = "4人",
   NULL = "",
   },
["800000327"] = {
   id = "800000327",
   ch = "8分钟",
   NULL = "",
   },
["800000328"] = {
   id = "800000328",
   ch = "16分钟",
   NULL = "",
   },
["800000329"] = {
   id = "800000329",
   ch = "现有房卡",
   NULL = "",
   },
["800000330"] = {
   id = "800000330",
   ch = "张",
   NULL = "",
   },
["800000331"] = {
   id = "800000331",
   ch = "您尚未进行手机激活，无法进行好友约局，是否前往激活？",
   NULL = "",
   },
["800000332"] = {
   id = "800000332",
   ch = "对不起，您配置的房间不存在。",
   NULL = "",
   },
["800000333"] = {
   id = "800000333",
   ch = "房间类型",
   NULL = "",
   },
["800000334"] = {
   id = "800000334",
   ch = "房间人数",
   NULL = "",
   },
["800000335"] = {
   id = "800000335",
   ch = "房间时长",
   NULL = "",
   },
["800000336"] = {
   id = "800000336",
   ch = "《微乐捕鱼千炮版》",
   NULL = "",
   },
["800000337"] = {
   id = "800000337",
   ch = "技能效果",
   NULL = "",
   },
["800000338"] = {
   id = "800000338",
   ch = "积分",
   NULL = "",
   },
["800000339"] = {
   id = "800000339",
   ch = "昵称",
   NULL = "",
   },
["800000340"] = {
   id = "800000340",
   ch = "点击设置（真实姓名）",
   NULL = "",
   },
["800000341"] = {
   id = "800000341",
   ch = "点击设置（18位身份证号码）",
   NULL = "",
   },
["800000342"] = {
   id = "800000342",
   ch = "请如实填写您的姓名和身份证号码，身份证号码只支持数字和大写字母“X”",
   NULL = "",
   },
["800000343"] = {
   id = "800000343",
   ch = "姓名输入错误，请重新输入！",
   NULL = "",
   },
["800000344"] = {
   id = "800000344",
   ch = "身份证输入错误，请重新输入！",
   NULL = "",
   },
["800000345"] = {
   id = "800000345",
   ch = "该道具需要达到炮倍",
   NULL = "",
   },
["800000346"] = {
   id = "800000346",
   ch = "才能使用，是否前往解锁炮倍？",
   NULL = "",
   },
["800000347"] = {
   id = "800000347",
   ch = "解锁100倍可立即免费使用狂暴1次，是否前往？",
   NULL = "",
   },
["800000348"] = {
   id = "800000348",
   ch = "解锁200倍可立即免费使用狂暴2次，是否前往？",
   NULL = "",
   },
["800000349"] = {
   id = "800000349",
   ch = "您还有免费的狂暴次数尚未使用，解锁后将清空，是否继续解锁？",
   NULL = "",
   },
["800000350"] = {
   id = "800000350",
   ch = "狂暴技能持续期间，不能使用锁定！",
   NULL = "",
   },
["800000351"] = {
   id = "800000351",
   ch = "恭喜壕爷，成功充值",
   NULL = "",
   },
["800000352"] = {
   id = "800000352",
   ch = "打鱼不用大炮倍，难显您的霸气儿~",
   NULL = "",
   },
["800000353"] = {
   id = "800000353",
   ch = "您才是真正的高富帅~",
   NULL = "",
   },
["800000354"] = {
   id = "800000354",
   ch = "恭喜您实名认证成功！",
   NULL = "",
   },
["800000355"] = {
   id = "800000355",
   ch = "是",
   NULL = "",
   },
["800000356"] = {
   id = "800000356",
   ch = "否",
   NULL = "",
   },
["800000357"] = {
   id = "800000357",
   ch = "人",
   NULL = "",
   },
["800000358"] = {
   id = "800000358",
   ch = "时长",
   NULL = "",
   },
["800000359"] = {
   id = "800000359",
   ch = "道具",
   NULL = "",
   },
["800000360"] = {
   id = "800000360",
   ch = "人数",
   NULL = "",
   },
["800000361"] = {
   id = "800000361",
   ch = "该房间不存在或者已关闭。",
   NULL = "",
   },
["800000362"] = {
   id = "800000362",
   ch = "您不是房主，不能解散房间。",
   NULL = "",
   },
["800000363"] = {
   id = "800000363",
   ch = "同时可创建50个房间，12小时未开始的房间，系统将自动解散，不扣房卡。",
   NULL = "",
   },
["800000364"] = {
   id = "800000364",
   ch = "不能使用普通房卡代开房间。",
   NULL = "",
   },
["800000365"] = {
   id = "800000365",
   ch = "您尚未填写意见反馈或上传图片",
   NULL = "",
   },
["800000366"] = {
   id = "800000366",
   ch = "请填写正确的电话号码",
   NULL = "",
   },
["800000367"] = {
   id = "800000367",
   ch = "意见已成功提交,感谢您的反馈！",
   NULL = "",
   },
["800000368"] = {
   id = "800000368",
   ch = "我们会非常重视您的建议，请在这里点击输入......",
   NULL = "",
   },
["800000369"] = {
   id = "800000369",
   ch = "活动开始",
   NULL = "",
   },
["800000370"] = {
   id = "800000370",
   ch = "活动结束",
   NULL = "",
   },
["800000371"] = {
   id = "800000371",
   ch = "您确定要解散该房间吗？（免费时段创建的房间解散后不会返还房卡）",
   NULL = "",
   },
["800000372"] = {
   id = "800000372",
   ch = "是否自动代扣群主的房卡？（取消将扣除本账号上的房卡）",
   NULL = "",
   },
["800000373"] = {
   id = "800000373",
   ch = "正在连接微信客户端",
   NULL = "",
   },
["800000374"] = {
   id = "800000374",
   ch = "恭喜您获得",
   NULL = "",
   },
["800000375"] = {
   id = "800000375",
   ch = "月卡",
   NULL = "",
   },
["800000376"] = {
   id = "800000376",
   ch = "房间卡",
   NULL = "",
   },
["800000377"] = {
   id = "800000377",
   ch = "朋友对战，约局必备~",
   NULL = "",
   },
["800000378"] = {
   id = "800000378",
   ch = "您是否确定删除该账号在本机上的记录？",
   NULL = "",
   },
["800000379"] = {
   id = "800000379",
   ch = "您当前尚无代开房间的权限，来一起成为推广员享受更多福利吧~",
   NULL = "",
   },
["800000380"] = {
   id = "800000380",
   ch = "购买房卡或申请推广员请联系",
   NULL = "",
   },
["800000381"] = {
   id = "800000381",
   ch = "微信号：",
   NULL = "",
   },
["800000382"] = {
   id = "800000382",
   ch = "复制",
   NULL = "",
   },
["800000383"] = {
   id = "800000383",
   ch = "您确定要解散该房间吗？",
   NULL = "",
   },
["800000384"] = {
   id = "800000384",
   ch = "带",
   NULL = "",
   },
["800000385"] = {
   id = "800000385",
   ch = "不带",
   NULL = "",
   },
["800000386"] = {
   id = "800000386",
   ch = "(房卡x1)",
   NULL = "",
   },
["800000387"] = {
   id = "800000387",
   ch = "(房卡x2)",
   NULL = "",
   },
["800000388"] = {
   id = "800000388",
   ch = "下载完成。",
   NULL = "",
   },
["800000389"] = {
   id = "800000389",
   ch = "微乐捕鱼千炮版",
   NULL = "",
   },
["800000390"] = {
   id = "800000390",
   ch = "您已经在朋友场内，不能进入其它房间。",
   NULL = "",
   },
["800000391"] = {
   id = "800000391",
   ch = "是否退出当前房间并进入朋友场房间？",
   NULL = "",
   },
["800000392"] = {
   id = "800000392",
   ch = "温馨提示：话费卡可在抽奖、转盘、活动中获得，如有其它疑问请联系客服：0592-3322998~",
   NULL = "",
   },
["800000393"] = {
   id = "800000393",
   ch = "提示：正在加载资源，当前加载不消耗流量~",
   NULL = "",
   },
["800000394"] = {
   id = "800000394",
   ch = "(限免)",
   NULL = "",
   },
}
return a
